[
  {
      "id": 1,
      "name": "Tri-Colored Pasta Salad",
      "ingredients": [
          "1 pound tri-colored spiral pasta",
          "1 (16 ounce) bottle Italian-style salad dressing",
          "6 tablespoons salad seasoning mix",
          "2 cups cherry tomatoes, diced",
          "1 green bell pepper, chopped",
          "1 red bell pepper, diced",
          "½ yellow bell pepper, chopped",
          "1 (2.25 ounce) can black olives, chopped"
      ],
      "instructions": "Gather all ingredients.\n\nBring a large pot of lightly salted water to a boil. Cook pasta in the boiling water, stirring occasionally, until tender yet firm to the bite, about 10 to 12 minutes; rinse under cold water and drain.\n\nWhisk Italian dressing and salad spice mix together until smooth. Combine pasta, tomatoes, bell peppers, and olives in a salad bowl.\n\nPour dressing over salad and toss to coat.\n\nRefrigerate salad, 8 hours to overnight.\n\nEnjoy!",
      "image": "https://www.allrecipes.com/thmb/PrA5NucOjF_A3NkKi51tR7VtZ_M=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/14385-pasta-salad-DDMFS-4x3-28eb5dbe00624780b36cabfef15ca183.jpg",
      "source": "https://www.allrecipes.com/recipe/14385/pasta-salad/",
      "tags": ""
  },
  {
    "id": 2,
    "name": "Pumpkin Pancakes",
    "ingredients": [
        "1 ½ cups milk",
        "1 cup pumpkin puree",
        "1 large egg",
        "2 tablespoons vegetable oil",
        "2 tablespoons vinegar",
        "2 cups all-purpose flour",
        "3 tablespoons brown sugar",
        "2 teaspoons baking powder",
        "1 teaspoon baking soda",
        "1 teaspoon ground allspice",
        "1 teaspoon ground cinnamon",
        "½ teaspoon ground ginger",
        "½ teaspoon salt",
        "cooking spray"
    ],
    "instructions": "Gather all ingredients.\n\nStir milk, pumpkin, egg, oil, and vinegar together in a large bowl until well combined.\n\nWhisk flour, brown sugar, baking powder, baking soda, allspice, cinnamon, ginger, and salt together in a separate bowl. Add to pumpkin mixture; whisk just until combined.\n\nSpray a griddle or frying pan with cooking spray; heat over medium-high heat.\n\nPour 3 to 4 tablespoons batter for each pancake onto the hot griddle and flatten batter slightly with a spoon.\n\nCook until small bubbles appear, about 2 minutes.\n\nFlip and cook until golden brown, about 2 more minutes. Repeat with remaining batter.\n\nServe hot and enjoy!",
    "image": "https://www.allrecipes.com/thmb/ZZOE1FiqQB_gMdfnlLVSJeIsp4k=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/705316_PumpkinPancakes4x3-e7b639bec8d6492c843e601ba3615bd6.jpg",
    "source": "https://www.allrecipes.com/recipe/17036/pumpkin-pancakes/",
    "tags": ""
},
{
  "id": 3,
  "name": "Juicy Roasted Chicken",
  "ingredients": [
    "1 (3 pound) whole chicken, giblets removed",
    "Salt and black pepper to taste",
    "1 tablespoon onion powder, or to taste",
    "½ cup butter",
    "1 stalk celery, leaves removed"
  ],
  "instructions": "Preheat the oven to 350 degrees F (175 degrees C).\n\nPlace chicken in a roasting pan; season generously inside and out with onion powder, salt, and pepper. Place 3 tablespoons of butter in chicken cavity; arrange dollops of remaining butter on the outside of chicken. Cut celery into 3 or 4 pieces; place in the chicken cavity.\n\nBake chicken uncovered in the preheated oven until no longer pink at the bone and the juices run clear, about 1 hour and 15 minutes. An instant-read thermometer inserted into the thickest part of the thigh, near the bone, should read 165 degrees F (74 degrees C).\n\nRemove from the oven and baste with drippings. Cover with aluminum foil and allow to rest for about 30 minutes before serving.",
  "source": "https://www.allrecipes.com/recipe/83557/juicy-roasted-chicken/",
  "image": "https://www.allrecipes.com/thmb/2IjHMz6C9K52pnhfxMZBmp4TIwU=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/83557-juicy-roast-chicken-mfs495-4x3-b619cb42e7ee434db25dcb0a7e8d057d.jpg",
  "tags": ""
},
{
  "id": 4,
  "name": "Classic Sloppy Joes",
  "ingredients": [
    "1 pound lean ground beef",
    "¼ cup chopped onion",
    "¼ cup chopped green bell pepper",
    "¾ cup ketchup, or to taste",
    "1 tablespoon brown sugar, or to taste",
    "1 teaspoon yellow mustard, or to taste",
    "½ teaspoon garlic powder",
    "Salt and ground black pepper to taste",
    "6 hamburger buns, split"
  ],
  "instructions": "Heat a large skillet over medium heat. Cook and stir lean ground beef in the hot skillet until some of the fat starts to render, 3 to 4 minutes. Add onion and bell pepper; continue to cook until vegetables have softened and beef is cooked through, 3 to 5 more minutes.\n\nStir in ketchup, brown sugar, mustard, and garlic powder; season with salt and pepper. Reduce heat to low and simmer for 20 to 30 minutes.\n\nDivide meat mixture evenly among hamburger buns.",
  "source": "https://www.allrecipes.com/recipe/24264/sloppy-joes-ii/",
  "image": "https://www.allrecipes.com/thmb/ru7nWSmdrpp4W4JTekJJRluZF30=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/24264-sloppy-joes-dianne-1x1-1-ca246f276afe4196b0ea921df2574466.jpg",
  "tags": ""
},
{
  "id": 5,
  "name": "Greek Baklava",
  "ingredients": [
    "1 (16 ounce) package phyllo dough",
    "1 pound chopped nuts",
    "1 cup butter",
    "1 teaspoon ground cinnamon",
    "1 cup water",
    "1 cup white sugar",
    "1 teaspoon vanilla extract",
    "½ cup honey"
  ],
  "instructions": "Preheat the oven to 350 degrees F(175 degrees C). Butter the bottoms and sides of a 9x13-inch pan.\n\nChop nuts and toss with cinnamon. Set aside.\n\nUnroll phyllo dough. Cut the whole stack in half to fit the pan. Cover phyllo with a dampened cloth to keep from drying out as you work. Place two sheets of dough in the pan, butter thoroughly. Repeat until you have 8 sheets layered.\n\nSprinkle 2 to 3 tablespoons of the nut mixture on top. Top with two sheets of dough, butter, nuts, layering as you go. The top layer should be about 6 to 8 sheets deep.\n\nUsing a sharp knife, cut into diamond or square shapes all the way to the bottom of the pan. You may cut into 4 long rows, then make diagonal cuts. Bake for about 50 minutes until baklava is golden and crisp.\n\nMake the sauce while baklava is baking. Boil sugar and water until sugar is melted. Add vanilla and honey. Simmer for about 20 minutes.\n\nRemove baklava from the oven and immediately spoon the sauce over it. Let it cool.\n\nServe in cupcake papers. This freezes well. Leave it uncovered as it gets soggy if it is wrapped up.\n\nEnjoy!",
  "image": "https://www.allrecipes.com/thmb/7h2sKlCGoym_-O_KIqw3IX84-_I=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/9454-Greek-Baklava-DDMFS-4x3-c075b25eb1bd446499b0ae04ea6d2375.jpg",
  "source": "https://www.allrecipes.com/recipe/9454/greek-baklava/",
  "tags": ""
},
{
  "id": 6,
  "name": "Chicken Parmesan",
  "ingredients": [
    "4 skinless, boneless chicken breast halves",
    "salt and freshly ground black pepper to taste",
    "2 large eggs",
    "1 cup panko bread crumbs, or more as needed",
    "¾ cup grated Parmesan cheese, divided",
    "2 tablespoons all-purpose flour, or more if needed",
    "½ cup olive oil for frying, or as needed",
    "½ cup prepared tomato sauce",
    "¼ cup fresh mozzarella, cut into small cubes",
    "¼ cup chopped fresh basil",
    "½ cup grated provolone cheese",
    "2 teaspoons olive oil"
  ],
  "instructions": "Preheat an oven to 450 degrees F (230 degrees C).\n\nPlace chicken breasts between two sheets of heavy plastic (resealable freezer bags work well) on a solid, level surface. Firmly pound chicken with the smooth side of a meat mallet to a thickness of 1/2-inch.\n\nSeason chicken thoroughly with salt and pepper. Using a sifter or strainer; sprinkle flour over chicken breasts, evenly coating both sides.\n\nBeat eggs in a shallow bowl and set aside.\n\nMix bread crumbs and 1/2 cup Parmesan cheese in a separate bowl, set aside.\n\nDip a flour-coated chicken breast in beaten eggs. Transfer breast to the bread crumb mixture, pressing crumbs into both sides. Repeat for each breast. Let chicken rest for 10 to 15 minutes.\n\nHeat 1/2 inch olive oil in a large skillet on medium-high heat until it begins to shimmer. Cook chicken in the hot oil until golden, about 2 minutes per side. The chicken will finish cooking in the oven.\n\nTransfer chicken to a baking dish. Top each breast with 2 tablespoons tomato sauce. Layer each chicken breast with equal amounts of mozzarella cheese, fresh basil, and provolone cheese. Sprinkle remaining Parmesan over top and drizzle each with 1/2 teaspoon olive oil.\n\nBake in the preheated oven until cheese is browned and bubbly and chicken breasts are no longer pink in the center, 15 to 20 minutes. An instant-read thermometer inserted into the center should read at least 165 degrees F (74 degrees C).",
  "image": "https://www.allrecipes.com/thmb/0NW5WeQpXaotyZHJnK1e1mFWcCk=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/223042-Chicken-Parmesan-mfs_001-7ab952346edc4b2da36f3c0259b78543.jpg",
  "source": "https://www.allrecipes.com/recipe/223042/chicken-parmesan/",
  "tags": ""
},
{
  "id": 7,
  "name": "Chicken Stir-Fry",
  "ingredients": [
    "4 cups water",
    "2 cups white rice",
    "⅔ cup soy sauce",
    "¼ cup brown sugar",
    "1 tablespoon cornstarch",
    "1 tablespoon minced fresh ginger",
    "1 tablespoon minced garlic",
    "¼ teaspoon red pepper flakes",
    "3 skinless, boneless chicken breast halves, thinly sliced",
    "2 tablespoons sesame oil, divided",
    "1 head broccoli, broken into florets",
    "1 onion, cut into large chunks",
    "1 cup sliced carrots",
    "1 (8 ounce) can sliced water chestnuts, drained",
    "1 green bell pepper, cut into matchsticks"
  ],
  "instructions": "Bring water and rice to a boil in a saucepan over high heat. Reduce heat to medium-low, cover, and simmer until rice is tender, and liquid has been absorbed, 20 to 25 minutes.\n\nMeanwhile, combine soy sauce, brown sugar, and cornstarch in a medium glass or ceramic bowl; stir until smooth. Stir in ginger, garlic, and red pepper flakes; add chicken and stir to coat. Cover and marinate in the refrigerator for at least 15 minutes.\n\nHeat 1 tablespoon sesame oil in a wok or large skillet over medium-high heat. Add broccoli, onion, carrots, water chestnuts, and bell pepper; cook and stir until just tender, about 5 minutes. Transfer vegetables into a dish; set aside.\n\nHeat remaining 1 tablespoon sesame oil in the same wok or skillet over medium-high heat. Add chicken, reserving marinade, and cook until just browned, about 2 minutes per side; stir in vegetables and reserved marinade. Bring to a boil; cook and stir until chicken is no longer pink in the center and vegetables are tender, 5 to 7 minutes. Serve over rice.",
  "image": "https://www.allrecipes.com/thmb/MrARb3JSqldom4E30bLGK2mGQxM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/223382_chicken-stir-fry_Rita-1x1-1-b6b835ccfc714bb6a8391a7c47a06a84.jpg",
  "source": "https://www.allrecipes.com/recipe/223382/chicken-stir-fry/",
  "tags": ""
},
{
  "id": 8,
  "name": "Brownie Cupcakes",
  "ingredients": [
    "1 cup unsalted butter",
    "1 cup chocolate chips",
    "1 ½ cups white sugar",
    "4 large eggs",
    "1 cup all-purpose flour",
    "1 teaspoon vanilla extract"
  ],
  "instructions": "Preheat the oven to 325 degrees F (165 degrees C). Line 18 muffin cups with paper liners.\n\nMelt butter and chocolate chips in a saucepan over low heat, stirring until smooth, 3 to 5 minutes. Remove from the heat and let cool, 10 to 15 minutes.\n\nBeat sugar and eggs in a mixing bowl with an electric mixer until thoroughly combined. Mix in flour and vanilla. Fold in cooled chocolate mixture until smooth. Spoon batter into the prepared muffin cups, filling each 1/2 full.\n\nBake in the preheated oven until a toothpick inserted into the center comes out clean or with a few moist crumbs, about 30 minutes.",
  "image": "https://www.allrecipes.com/thmb/5bRUlSM8JUqZg8vRZwUgftqfXJw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/6427346-brownie-cupcakes-Sam-White-4x3-1-7d18f8a566a740dd8c65933c808b84a3.jpg",
  "source": "https://www.allrecipes.com/recipe/231356/brownie-cupcakes/",
  "tags": ""
},
{
  "id": 9,
  "name": "One-Bowl Chocolate Cake III",
  "ingredients": [
    "2 cups white sugar",
    "1 ¾ cups all-purpose flour",
    "¾ cup unsweetened cocoa powder",
    "1 ½ teaspoons baking powder",
    "1 ½ teaspoons baking soda",
    "1 teaspoon salt",
    "2 large eggs",
    "1 cup milk",
    "½ cup vegetable oil",
    "2 teaspoons vanilla extract",
    "1 cup boiling water"
  ],
  "instructions": "Preheat the oven to 350 degrees F (175 degrees C). Grease and flour two 9-inch round baking pans.\n\nStir sugar, flour, cocoa, baking powder, baking soda, and salt together in a large bowl.\n\nAdd eggs, milk, oil, and vanilla; mix for 2 minutes on medium speed with an electric mixer.\n\nStir in the boiling water. The batter will be thin.\n\nPour evenly into the prepared pans.\n\nBake in the preheated oven until a toothpick inserted into the center comes out clean, about 30 to 35 minutes. Cool in the pans for 10 minutes, then transfer to a wire rack to cool completely.",
  "image": "https://www.allrecipes.com/thmb/1FU8RbE4xl1ULc37tFqi9b3w98A=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/708879-One-Bowl-Chocolate-Cake-III-Dianne-4x3-0b686cb5d1d647cabefd86545b1bccdf.jpg",
  "source": "https://www.allrecipes.com/recipe/17981/one-bowl-chocolate-cake-iii/",
  "tags": ""
},
{
  "id": 10,
  "name": "Grilled Cheese Sandwich",
  "ingredients": [
    "4 slices white bread",
    "3 tablespoons butter, divided",
    "2 slices Cheddar cheese"
  ],
  "instructions": "Preheat a nonstick skillet over medium heat. Generously butter one side of a slice of bread. Place bread butter-side down in the hot skillet; add 1 slice of cheese. Butter a second slice of bread on one side and place butter-side up on top of cheese.\n\nCook until lightly browned on one side; flip over and continue cooking until cheese is melted. Repeat with remaining 2 slices of bread, butter, and slice of cheese.",
  "image": "https://www.allrecipes.com/thmb/sUsXkXZkIi7SRlasL361wd8EJdU=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/2206436-d0018545bcb545b6b98c1a23659777cf.jpg",
  "source": "https://www.allrecipes.com/recipe/23891/grilled-cheese-sandwich/",
  "tags": ""
},
{
  "id": 11,
  "name": "Fish in Foil",
  "ingredients": [
    "2 rainbow trout fillets",
    "1 tablespoon olive oil",
    "2 teaspoons garlic salt",
    "1 teaspoon ground black pepper",
    "2 sheets heavy-duty aluminum foil",
    "1 fresh jalapeno pepper, sliced",
    "1 lemon, sliced"
  ],
  "instructions": "Preheat the oven to 400 degrees F (200 degrees C).\n\nRinse and pat fillets dry. Rub fillets with olive oil, and season with garlic salt and black pepper. Place each fillet on a large sheet of aluminum foil. Top with jalapeno slices, and squeeze the juice from the ends of the lemon over fillets. Arrange remaining lemon slices on top of fillets.\n\nCarefully seal all edges of the foil to form enclosed packets. Place packets on a baking sheet.\n\nBake in the preheated oven until fish flakes easily with a fork, 15 to 20 minutes depending on size of fillets.",
  "image": "https://www.allrecipes.com/thmb/ucImhFouXbaTeHidVsj828bnf-E=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/3569458-4af971b8125842f2adb5c1a8f3457599.jpg",
  "source": "https://www.allrecipes.com/recipe/21306/fish-in-foil/",
  "tags": ""
},
{
  "id": 12,
  "name": "Indian Tandoori Chicken",
  "ingredients": [
    "2 pounds chicken, cut into pieces",
    "1 medium lemon, juiced",
    "1 teaspoon salt",
    "1 ¼ cups plain yogurt",
    "½ medium onion, finely chopped",
    "1 clove garlic, minced",
    "2 teaspoons garam masala",
    "1 teaspoon grated fresh ginger root",
    "1 teaspoon cayenne pepper",
    "1 teaspoon red food coloring (Optional)",
    "1 teaspoon yellow food coloring (Optional)",
    "2 teaspoons finely chopped cilantro",
    "1 medium lemon, cut into wedges"
  ],
  "instructions": "Remove and discard skin from chicken pieces. Cut slits into meat and place into a shallow dish. Season chicken on both sides with lemon juice and salt. Let sit for 20 minutes.\n\nMix yogurt, onion, garlic, garam masala, ginger, and cayenne pepper together in a medium bowl until smooth, then stir in food coloring.\n\nSpread yogurt mixture over chicken, cover, and refrigerate for 6 to 24 hours (the longer the better).\n\nWhen ready to cook, preheat an outdoor grill for medium-high heat and lightly oil the grate. Remove chicken from marinade. Discard remaining marinade.\n\nCook chicken on the preheated grill until no longer pink and the juices run clear. An instant-read thermometer inserted near the bone should read 165 degrees F (74 degrees C).\n\nGarnish with cilantro and lemon wedges.",
  "image": "https://www.allrecipes.com/thmb/vajnGE6AAPOlbkBurGXML7ptfqM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/50347-indian-tandoori-chicken-DDMFS-4x3-3035-205e98c80b2f4275b5bd010c396d9149.jpg",
  "source": "https://www.allrecipes.com/recipe/50347/indian-tandoori-chicken/",
  "tags": ""
},
{
  "id": 13,
  "name": "Naan",
  "ingredients": [
    "1 (.25 ounce) package active dry yeast",
    "1 cup warm water",
    "¼ cup white sugar",
    "3 tablespoons milk",
    "1 large egg, beaten",
    "2 teaspoons salt",
    "4 ½ cups bread flour",
    "2 teaspoons minced garlic (Optional)",
    "¼ cup butter, melted"
  ],
  "instructions": "Dissolve yeast in warm water in a large bowl. Let stand about 10 minutes, until frothy.\n\nMeanwhile, generously oil a large bowl.\n\nStir sugar, milk, egg, and salt into the yeast mixture. Mix in enough flour to make a soft dough.\n\nKnead dough on a lightly floured surface until smooth, 6 to 8 minutes.\n\nPlace dough in the prepared oil, cover with a damp cloth, and let rise until doubled in size, about 1 hour.\n\nPunch down dough on a lightly floured surface, and knead in garlic. Pinch off small handfuls of dough about the size of a golf ball; you should have about 14. Roll each piece into a ball and place on a tray. Cover with a towel, and allow to rise until doubled in size, about 30 minutes.\n\nMeanwhile, preheat a large grill pan over high heat.\n\nRoll each piece of dough into a thin circle.\n\nBrush some melted butter on the preheated grill pan. Place a few pieces of dough in the pan (as many as you can fit) and cook until puffy and lightly browned, 2 to 3 minutes. Brush butter onto the uncooked sides, flip, and cook until browned, 2 to 4 more minutes. Remove from the grill and repeat to cook the remaining naan.\n\nEnjoy!",
  "image": "https://www.allrecipes.com/thmb/heKy__Fz6TSclsQFvEJI6qH6ZXA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/14565-naan-DDMFS-4x3-5747ec24c933400c93fff60a0dc16741.jpg",
  "source": "https://www.allrecipes.com/recipe/14565/naan/",
  "tags": ""
},
{
  "id": 14,
  "name": "Red Lentil Curry",
  "ingredients": [
    "2 cups red lentils",
    "3 cups water, or more as needed",
    "1 tablespoon vegetable oil",
    "1 large onion, diced",
    "2 tablespoons curry paste",
    "1 tablespoon curry powder",
    "1 teaspoon ground turmeric",
    "1 teaspoon ground cumin",
    "1 teaspoon chili powder",
    "1 teaspoon salt",
    "1 teaspoon white sugar",
    "1 teaspoon minced garlic",
    "1 teaspoon minced fresh ginger",
    "1 (14.25 ounce) can tomato puree"
  ],
  "instructions": "Wash lentils in cold water until water runs clear.\n\nPut lentils in a pot with enough water to cover; bring to a boil and reduce heat to medium-low. Cover and simmer, adding water as needed to keep lentils covered, until tender, 15 to 20 minutes. Drain.\n\nHeat vegetable oil in a large skillet over medium heat; cook and stir onions in hot oil until caramelized, about 20 minutes.\n\nMix together curry paste, curry powder, turmeric, cumin, chili powder, salt, sugar, garlic, and ginger in a large bowl; stir into onions. Increase heat to high and cook, stirring constantly, until fragrant, 1 to 2 minutes.\n\nStir in tomato puree and lentils; cook until warmed through.",
  "image": "https://www.allrecipes.com/thmb/OZcbLNbiZ_h_iWtqurawE_NJaFI=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/8133071-2b2cadf36bae4a1688aa51ce9ce4d7a7.jpg",
  "source": "https://www.allrecipes.com/recipe/16641/red-lentil-curry/",
  "tags": ""
},
{
  "id": 15,
  "name": "Haldi Ka Doodh (Hot Turmeric Milk)",
  "ingredients": [
    "¼ teaspoon ground turmeric, or to taste",
    "¼ teaspoon ground cardamom",
    "⅛ teaspoon ground black pepper",
    "1 pinch ground ginger",
    "1 pinch ground cloves",
    "1 pinch ground allspice",
    "1 cup milk",
    "¾ teaspoon honey, or to taste",
    "⅛ teaspoon vanilla extract"
  ],
  "instructions": "Whisk together turmeric, cardamom, black pepper, ginger, cloves, and allspice in a small bowl; set aside.\n\nHeat milk in a small saucepan over medium heat until heated through, 3 to 4 minutes; stir honey and vanilla into milk until completely dissolved.\n\nWhisk 1 teaspoon turmeric mixture into milk mixture; reduce heat to medium-low and simmer until flavors blend, 2 to 3 minutes. Pour mixture through a strainer.",
  "image": "https://www.allrecipes.com/thmb/JDwAwk6va-wMJv1W8SnDBnZu9iA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/2188209-f92f3a87b65c4ecf9e933f23202f0b04.jpg",
  "source": "https://www.allrecipes.com/recipe/236294/haldi-ka-doodh-hot-turmeric-milk/",
  "tags": ""
},
{
  "id": 16,
  "name": "Chai Tea Latte",
  "ingredients": [
    "¾ cup boiling water",
    "1 chai tea bag",
    "1 ½ teaspoons honey",
    "1 teaspoon white sugar",
    "¾ cup milk"
  ],
  "instructions": "Pour boiling water over chai tea bag in a mug; let steep 4 to 6 minutes. Remove and discard tea bag.\n\nStir honey and sugar into tea to dissolve. Stir milk through tea to serve.",
  "image": "https://www.allrecipes.com/thmb/7hc_lEJQKs9XQYCc7djW9nyKGzg=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/222513-chai-tea-latte-ddmfs-3x4-13181362-b0a92ea6efb442a4b8b7c240a7bfa9f4.jpg",
  "source": "https://www.allrecipes.com/recipe/222513/chai-tea-latte/",
  "tags": ""
}


]
